Repository: pedrochamberlain/INF1300
Catalog: src/lib/l10n/app_*.arb
Languages: es

source: Articles
es: Artículos

source: Content Not Found
es: Contenido no encontrado

# duration
source: Audio duration
es: Duración del audio

# feeling
source: How are you feeling?
es: Como te sientes hoy?

source: Home
es: Comienzo

source: Mental Health
es: Salud Mental

source: minutes
es: minutos

source: Mood
es: Diario

source: Play for:
es: Reproducir por:

source: QUARANTINE
es: QUARENTENA

# quarantine_desc
source: During this year, many of us have had the displeasure of being locked inside our own homes.
es: Durante este año, muchos de nosotros hemos tenido el disgusto de estar encerrados en nuestras propias casas.

source: STAYING CALM
es: FIQUE CALMO

# staying_calm_desc
source: Situations like these can take a toll on our mental health, but we can take these challenges on when we remain healthy and calm.
es: Situaciones como estas pueden afectar a nuestra salud mental, pero podemos afrontar estos retos cuando permanecemos sanos y tranquilos.

source: HEALTHY MIND
es: MENTE SANA

# healthy_mind_desc
source: With Nuanc√©, you'll find plenty of daily videos and article recommendations that'll teach you to take care of your mental health.
es: Con Nuancé, encontrarás muchos videos diarios y recomendaciones de artículos que te enseñarán a cuidar tu salud mental.

source: RELAXING
es: RELAJACIÓN

# relaxing_desc
source: Along with that, we're sharing a range of audio materials intended for your relaxing needs. Guided meditation and sounds for deep sleeping are included.
es: Junto con eso, estamos compartiendo una gama de materiales de audio destinados a sus necesidades de relajación. Se incluye meditación guiada y sonidos para el sueño profundo.
